/* No comment provided by engineer. */
"%@ : %d day left" = "%1$@ : reste %2$d jour";

/* No comment provided by engineer. */
"%@ : %d days left" = "%1$@ : reste %2$d jours";

/* No comment provided by engineer. */
"%@ : EXPIRED" = "%@ : EXPIRÉ";

/* No comment provided by engineer. */
"%@ and %@" = "%1$@ et %2$@";

/* No comment provided by engineer. */
"%@ copy" = "%@ copie";

/* No comment provided by engineer. */
"%@ copy %d" = "%1$@ copie %2$d";

/* No comment provided by engineer. */
"%@ has been added to your 'Don't notify' list" = "%@ a été ajoutée à votre liste « Ne pas notifier »";

/* No comment provided by engineer. */
"%@ has been using more than %g%% CPU for over %d seconds." = "%1$@ utilise plus de %2$g%% UTC depuis plus de %3$d secondes.";

/* No comment provided by engineer. */
"%@ is a background-only application. That means that it is designed to work while it runs behind the scenes. You can try AutoStop to see what the effects are, but it may prevent %@ from performing all of its intended functions." = "%1$@ est une application d'arrière-plan seulement. Cela signifie qu'elle est conçue pour fonctionner en coulisses. Vous pouvez essayer l'arrêt automatique pour en voir les effets, mais cela peut empêcher %2$@ de remplir toutes les fonctions prévues.";

/* No comment provided by engineer. */
"%@ is a helper application for %@. You can stop or limit it by changing the settings for %@." = "%1$@ est une application auxiliaire pour %2$@. Vous pouvez l'arrêter ou la limiter en changeant les réglages de %3$@.";

/* No comment provided by engineer. */
"%@ needs an administrator password to install itself correctly" = "%@ a besoin d'un mot de passe administrateur pour s'installer correctement";

/* No comment provided by engineer. */
"%@ provides essential services and can't be stopped." = "%@ fournit des services essentiels et ne peut pas être arrêtée.";

/* No comment provided by engineer. */
"%@ provides essential system services. It needs to be kept running at all times." = "%@ fournit un service système essentiel et doit fonctionner en continu.";

/* No comment provided by engineer. */
"%@ provides system services. Slowing it may cause other applications to run slowly or become unresponsive." = "%@ fournit des services système. Le ralentissement peut amener d'autres applications à s'exécuter lentement ou à ne plus répondre.";

/* No comment provided by engineer. */
"%@ The least restrictive setting will apply." = "%@ Le réglage le moins restrictif s'appliquera.";

/* No comment provided by engineer. */
"%@, %@" = "%1$@, %2$@";

/* GetInfo size string */
"%g %@" = "%1$g %2$@";

/* No comment provided by engineer. */
"15-day evaluation period has expired" = "Période d'évaluation de 15 jours terminée";

/* No comment provided by engineer. */
"ALL RUNNING PROCESSES" = "PROCESSUS EN MARCHE";

/* Status Item Tooltip */
"App Tamer" = "App Tamer";

/* Status Item Tooltip */
"App Tamer % 3d%%" = "App Tamer % 3d%%";

/* No comment provided by engineer. */
"App Tamer cannot automatically stop %@." = "App Tamer ne peut pas arrêter %@ automatiquement.";

/* No comment provided by engineer. */
"App Tamer could not install its helper application.\n\nThe permissions are incorrect on the folder /Library/PrivilegedHelperTools. I can fix this for you and try again, but you should check afterwards to make sure there are no malicious programs in that folder." = "App Tamer n'a pas installé une application auxiliaire.\n\nLes autorisations sont incorrectes dans le dossier /Bibliothèque/PrivilegedHelperTools. Je peux résoudre ce problème pour vous et essayer à nouveau, mais vous devriez vérifier par la suite pour être certain qu'il n'y a pas de programmes malveillants dans ce dossier.";

/* No comment provided by engineer. */
"App Tamer could not install its helper application.\n\nThere was an error (%s) that couldn't be fixed. Please contact St. Clair Software at support@stclairsoft.com for help." = "App Tamer n'a pas installé une application auxiliaire.\n\nIl y avait une erreur (%s) qui n'a pu être corrigée. Veuillez contacter St. Clair Software à support@stclairsoft.com pour obtenir de l'aide.";

/* No comment provided by engineer. */
"App Tamer handles Parallels Desktop differently than it does other applications." = "App Tamer gère Parallels Desktop différemment des autres applications.";

/* No comment provided by engineer. */
"App Tamer has hidden %@" = "App Tamer a masquée %@";

/* No comment provided by engineer. */
"App Tamer has quit %@" = "App Tamer a fermée %@";

/* No comment provided by engineer. */
"App Tamer has turned back on" = "App Tamer s'est réactivée";

/* No comment provided by engineer. */
"App Tamer is currently set to limit Time Machine's CPU usage to %d%%. To make Time Machine run as fast as possible, you should remove this limit." = "App Tamer est actuellement configurée pour limiter l'utilisation du processeur de Time Machine à %d%%. Pour que Time Machine s'exécute le plus rapidement possible, vous devez supprimer cette limite.";

/* No comment provided by engineer. */
"App Tamer is encountering problems with your system and cannot run its helper application. Restarting your computer may fix this. \n\nUntil you restart, App Tamer can't function correctly." = "App Tamer rencontre des problèmes avec votre système et ne peut pas exécuter son application auxiliaire. Le redémarrage de votre ordinateur peut résoudre ce problème.\n\nJusqu'à ce que vous redémarriez, App Tamer ne peut pas fonctionner correctement.";

/* No comment provided by engineer. */
"App Tamer is encountering problems. To try to fix this, it needs to update its helper application.\n\nYou will be asked for your administrator password to update the 'com.stclairsoft.AppTamer.Helper' application in the /Library/PrivilegedHelperTools folder." = "App Tamer rencontre des problèmes. Pour essayer de résoudre cela, il doit mettre à jour son application auxiliaire.\n\nOn vous demandra votre mot de passe administrateur pour mettre à jour l'application 'com.stclairsoft.AppTamer.Helper' dans le dossier /Bibliothèue/PrivilegedHelperTools.";

/* No comment provided by engineer. */
"App Tamer is having trouble monitoring Chrome." = "App Tamer éprouve de la difficulté à surveiller Chrome.";

/* No comment provided by engineer. */
"App Tamer needs to install a helper application in order to work correctly.\n\nYou will be asked for your administrator password so the application can be installed in the /Library/PrivilegedHelperTools folder." = "App Tamer doit installer une application auxiliaire afin de fonctionner correctement.\n\nOn vous demandera votre mot de passe administrateur pour que l'application puisse être installée dans le dossier /Bibliothèque/PrivilegedHelperTools.";

/* No comment provided by engineer. */
"App Tamer needs to update its helper application in order to work correctly.\n\nYou will be asked for your administrator password so the application can be updated in the /Library/PrivilegedHelperTools folder." = "App Tamer doit mettre à jour une application auxiliaire afin de fonctionner correctement.\n\nOn vous demandera votre mot de passe administrateur pour que l'application puisse être installée dans le dossier /Bibliothèque/PrivilegedHelperTools.";

/* No comment provided by engineer. */
"App Tamer uses a program called 'lsof' to monitor Chrome's downloads. This is usually a low-overhead task, but sometimes lsof gets confused and starts using a lot of CPU time.\n\nTo fix this, you can usually just quit and relaunch Chrome. Would you like me to do that for you now?" = "App Tamer utilise un programme appelé « lsof » pour surveiller les téléchargements de Chrome. Il s'agit généralement d'une tâche peu gourmande, mais parfois lsof se confond et commence à utiliser beaucoup de temps processeur.\n\nPour résoudre ce problème, vous pouvez habituellement juste arrêter et relancer Chrome. Voulez-vous que je le fasse pour vous maintenant?";

/* No comment provided by engineer. */
"App Tamer's Helper Requires Approval" = "L'auxiliaire d'App Tamer nécessite une approbation";

/* No comment provided by engineer. */
"Are you sure you want to reset App Tamer back to its factory defaults?" = "Êtes-vous sûr de vouloir réinitialiser App Tamer à ses réglages par défaut ?";

/* No comment provided by engineer. */
"Are you sure you want to slow down %@?" = "Désirez-vous vraiment ralentir %@?";

/* No comment provided by engineer. */
"Are you sure you want to stop %@ in the background?" = "Êtes-vous sûr de vouloir arrêter %@ en arrière-plan?";

/* No comment provided by engineer. */
"Autostop disabled after %ld minutes of idle time" = "L’arrêt auto est désactivé après %d minutes d'inactivité";

/* No comment provided by engineer. */
"Autostop disabled after 1 minute of idle time" = "L’arrêt auto est désactivé après 1 minute d'inactivité";

/* No comment provided by engineer. */
"Autostop enabled only when battery is below %@%%" = "Arrêt auto activé que si la batterie est sous les %@%%";

/* No comment provided by engineer. */
"AutoStop is disabled for a battery power change" = "Arrêt auto est désactivé pour changer la batterie";

/* No comment provided by engineer. */
"AutoStop is disabled so a disk can be added" = "Arrêt auto est désactivée pour ajouter un disque";

/* No comment provided by engineer. */
"AutoStop is disabled so a disk can be ejected" = "Arrêt auto est désactivé pour éjecter un disque";

/* No comment provided by engineer. */
"AutoStop is disabled until %@" = "Arrêt auto est désactivé jusqu'à %@";

/* No comment provided by engineer. */
"AutoStop is disabled when you switch to another account" = "Arrêt auto est désactivé lorsqu'un autre compte est utilisé";

/* No comment provided by engineer. */
"AutoStop is disabled while the system is sleeping" = "Arrêt auto est désactivé lorsque le système est en veille";

/* No comment provided by engineer. */
"AutoStop is turned off" = "Arrêt auto désactivé";

/* No comment provided by engineer. */
"Because your Mac has more than four processor cores, the CPU graph will show more detail when set to a logarithmic scale. Should I set it that way for you?" = "Puisque votre Mac a plus de quatre cœurs en son processeur, le graphique du processeur affichera plus de détail lorsqu'il est réglé sur une échelle logarithmique. Dois-je le régler de cette façon pour vous?";

/* No comment provided by engineer. */
"buy" = "acheter";

/* No comment provided by engineer. */
"Buy" = "Acheter";

/* GetInfo size string */
"bytes" = "octets";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Click OK to save App Tamer debugging information to a file." = "Cliquez sur OK pour enregistrer les informations de débogage d'App Tamer dans un fichier.";

/* No comment provided by engineer. */
"CPU hours saved:" = "Heures de processeur économisées :";

/* No comment provided by engineer. */
"CPU minutes saved:" = "Minutes de processeur économisées :";

/* No comment provided by engineer. */
"CPU usage" = "Utilisation du processeur";

/* No comment provided by engineer. */
"day" = "jour";

/* No comment provided by engineer. */
"days" = "jours";

/* No comment provided by engineer. */
"Don't Launch" = "Ne pas lancer";

/* No comment provided by engineer. */
"Don't remind me again" = "Ne plus me le rappeler";

/* No comment provided by engineer. */
"Don't Slow It Down" = "Ne pas la ralentir";

/* No comment provided by engineer. */
"Don't Stop It" = "Ne pas l'arrêter";

/* No comment provided by engineer. */
"Don't tell me again" = "Ne plus me le demander";

/* No comment provided by engineer. */
"Don't warn about %@" = "Ne pas m'avertir à propos de %@";

/* No comment provided by engineer. */
"Don't Warn Me Again" = "Ne plus m'avertir";

/* No comment provided by engineer. */
"Evaluation period expires in %d days" = "La période d'évaluation expire dans %d jours";

/* No comment provided by engineer. */
"Exclude essential system processes…" = "Exclure les processus système essentiels…";

/* No comment provided by engineer. */
"Fix & Install" = "Corriger et installer";

/* No comment provided by engineer. */
"Fix it for me" = "Corrige-le pour moi";

/* No comment provided by engineer. */
"For some reason macOS could not be coaxed into taking you to our web store." = "Pour une raison inconnue, nous n'avons pu amener macOS à vous conduire à notre boutique en ligne.";

/* GB (gigabytes) */
"GB" = "Go";

/* No comment provided by engineer. */
"Giving apps a few seconds to update" = "Donner quelques secondes aux apps pour les mettre à jour";

/* No comment provided by engineer. */
"Giving the Dock time to handle your mouse click" = "On donne du temps au Dock pour gérer les clics";

/* No comment provided by engineer. */
"graph" = "graphe";

/* No comment provided by engineer. */
"HIGHEST CPU PROCESSES" = "PROCESSUS EN USAGE ÉLEVÉ";

/* No comment provided by engineer. */
"I couldn't get to our web site in your browser." = "Impossible d'aller sur notre site Web dans votre navigateur.";

/* No comment provided by engineer. */
"I've set the limit for %@ back to %d%%." = "J'ai ramené la limite de %1$@ à %2$d%%.";

/* No comment provided by engineer. */
"If you cannot resolve this problem, contact support@stclairsoft.com for help." = "Si vous ne pouvez pas résoudre ce problème, contactez support@stclairsoft.com pour obtenir de l'aide.";

/* No comment provided by engineer. */
"If you want to turn it off indefinitely, just enter 0." = "Si vous voulez le désactiver indéfiniment, il suffit d'entrer 0.";

/* No comment provided by engineer. */
"Include essential system processes…" = "Inclure les processus système essentiels… ";

/* No comment provided by engineer. */
"Install" = "Installer";

/* No comment provided by engineer. */
"Installation Failed" = "L'installation a échoué";

/* No comment provided by engineer. */
"Installation Needed" = "Installation nécessaire";

/* No comment provided by engineer. */
"Installation Problem" = "Un problème d'installation";

/* No comment provided by engineer. */
"It's set to hide when idle for %d minutes" = "Configurée pour se masquer après %d minutes";

/* No comment provided by engineer. */
"It's set to quit when idle for %d minutes" = "Configurée pour se fermer lorsqu'inactive après %d minutes";

/* KB (kilobytes) */
"KB" = "Ko";

/* No comment provided by engineer. */
"Launch App Tamer automatically when you log in?" = "Lancer App Tamer automatiquement lorsque vous vous connectez ?";

/* No comment provided by engineer. */
"Launch Automatically" = "Lancer automatiquement";

/* No comment provided by engineer. */
"Licensed as part of your Setapp subscription" = "Sous licence dans le cadre de votre abonnement Setapp";

/* No comment provided by engineer. */
"Licensed to: %@" = "Licence pour : %@";

/* No comment provided by engineer. */
"Light" = "Clair";

/* No comment provided by engineer. */
"Low QOS" = "QdS basse";

/* No comment provided by engineer. */
"macOS Appearance" = "Apparence macOS";

/* MB (megabytes) */
"MB" = "Mo";

/* No comment provided by engineer. */
"More Info" = "Plus d'infos";

/* No comment provided by engineer. */
"No, use a linear scale" = "Non, utiliser une échelle linéaire";

/* No comment provided by engineer. */
"Not Now" = "Plus tard";

/* No comment provided by engineer. */
"Off" = "Désactivé";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On" = "Activé";

/* No comment provided by engineer. */
"Open System Settings" = "Ouvrir Réglages système";

/* No comment provided by engineer. */
"Please contact support@stclairsoft.com for assistance." = "Veuillez contacter support@stclairsoft.com pour de l'assistance.";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser manually:\n\n%@" = "Veuillez copier-coller cette URL dans votre navigateur manuellement : \n\n%@";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser:\n\nhttp://www.stclairsoft.com/store/" = "Veuillez copier-coller cette URL dans votre navigateur manuellement :\n\nhttp://www.stclairsoft.com/store/";

/* No comment provided by engineer. */
"Please go to System Settings > General > Login Items > Allow in the Background and turn on the switch next to 'App Tamer'." = "Veuillez aller dans Réglages système > Général > Ouverture > Autoriser en arrière-plan et activer le commutateur à côté de « App Tamer ».";

/* No comment provided by engineer. */
"Please go to System Settings > General > Login Items and turn on the switch next to 'St. Clair Software'." = "Veuillez aller dans Réglages système > Général > Ouverture et activer l'interrupteur à côté de 'St. Clair Software'.";

/* No comment provided by engineer. */
"Please specify a time between 1 and 1500 minutes to turn off App Tamer" = "Veuillez spécifier une durée comprise entre 1 et 1500 minutes pour désactiver App Tamer";

/* No comment provided by engineer. */
"Please use a value between 1%% and %ld%% to limit the CPU usage of applications." = "Veuillez utiliser une valeur comprise entre 1%% et %ld%% pour limiter l'utilisation du processeur par les applications.";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Relaunch Chrome" = "Relancer Chrome";

/* No comment provided by engineer. */
"Relaunch Now" = "Relancer maintenant";

/* No comment provided by engineer. */
"Run this app as a low-priority process" = "Exécuter cette app en basse priorité";

/* No comment provided by engineer. */
"Running" = "En marche";

/* No comment provided by engineer. */
"Settings…" = "Réglages...";

/* No comment provided by engineer. */
"Show all…" = "Afficher tout…";

/* No comment provided by engineer. */
"Show less…" = "Afficher moins…";

/* No comment provided by engineer. */
"Show Release Notes…" = "Afficher les notes de publication…";

/* No comment provided by engineer. */
"Show Settings" = "Afficher Réglages";

/* No comment provided by engineer. */
"Slowed" = "Ralentie";

/* No comment provided by engineer. */
"Something is very wrong." = "Quelque chose va très mal.";

/* No comment provided by engineer. */
"Stopped" = "Arrêtée";

/* TB (terabytes) */
"TB" = "To";

/* No comment provided by engineer. */
"Thank you for purchasing App Tamer!" = "Merci d'avoir acheté App Tamer !";

/* No comment provided by engineer. */
"The 'quarantine' attribute needs to be removed from %@" = "L'attribut « quarantine » de %@ doit être supprimé";

/* No comment provided by engineer. */
"The macOS 'Gatekeeper Path Randomization' feature has copied %@ to a temporary folder before launching it. This causes issues with some of %@'s features.\n\n%@ needs an administrator password to remove the com.apple.quarantine attribute responsible for this. %@ will then relaunch itself from its actual installed location." = "La fonctionnalité macOS « Gatekeeper Path Randomization » a copié %1$@ dans un dossier temporaire avant de le lancer. Cela provoque des problèmes avec certaines fonctionnalités de %2$@.\n\n%3$@ a besoin d'un mot de passe administrateur pour supprimer l'attribut com.apple.quarantine responsable de cette opération. %4$@ se relancera ensuite à partir de son emplacement actuel.";

/* No comment provided by engineer. */
"The server www.stclairsoft.com could not be reached.\n\nAn Internet connection is necessary to validate your license. Please make sure you have a working connection to the Internet. If you do and you are still receiving this message, you should try again later." = "Le serveur www.stclairsoft.com n'est pas joignable.\n\nUne connexion Internet est requise pour valider votre licence. Assurez-vous d'avoir une connexion active à Internet. Si vous êtes connecté et que vous receviez toujours ce message, veuillez réessayer plus tard.";

/* No comment provided by engineer. */
"There was an error retrieving your license." = "Une erreur est survenue en récupérant votre licence.";

/* No comment provided by engineer. */
"There was an error validating your license." = "Une erreur est survenue en validant votre licence.";

/* No comment provided by engineer. */
"This copy of App Tamer is licensed to:" = "App Tamer dispose d'une licence pour :";

/* No comment provided by engineer. */
"This copy of App Tamer is unlicensed." = "Cette copie d'App Tamer n'est pas enregistrée.";

/* No comment provided by engineer. */
"This will make sure App Tamer is always managing your applications to save CPU power and extend your battery run-time.\n" = "Cela permettra de s'assurer qu'App Tamer gère toujours vos applications pour économiser la puissance du processeur et prolonger le temps d'utilisation de votre batterie.";

/* No comment provided by engineer. */
"This will make sure App Tamer is always managing your applications to save energy and prevent excessive CPU use by background applications.\n" = "Cela permettra de s'assurer qu'App Tamer gère toujours vos applications pour économiser de l'énergie et éviter l'utilisation excessive du processeur par les applications en arrière-plan.";

/* No comment provided by engineer. */
"This will remove any customizations you have made to slow or stop particular apps." = "Cela supprimera toutes les personnalisations que vous avez effectuées pour ralentir ou arrêter des apps particulières.";

/* No comment provided by engineer. */
"This will take 30-60 seconds and App Tamer will not respond during that time. Please be patient.\n\nWhen saving is complete, a new window will open in the Finder with the file AppTamer.debug.txt selected." = "Cela prendra de 30 à 60 secondes et App Tamer ne répondra pas pendant ce temps. Veuillez patienter.\n\nLorsque l'enregistrement sera terminé, une nouvelle fenêtre s'ouvrira dans le Finder avec le fichier AppTamer.debug.txt sélectionné.";

/* No comment provided by engineer. */
"This will update the %@ application and relaunch it.\n" = "Cela va mettre à jour l'application %@ et la relancer.";

/* No comment provided by engineer. */
"To remove the CPU limit, select Time Machine in App Tamer's process list and turn off the 'Slow down this app' checkbox." = "Pour supprimer la limite du processeur, sélectionnez Time Machine dans la liste des opérations d'App Tamer et désactivez la case à cocher « Ralentir cette app ».";

/* No comment provided by engineer. */
"Total hours running:" = "Heures totales en marche :";

/* No comment provided by engineer. */
"Total minutes running:" = "Minutes totales en marche :";

/* No comment provided by engineer. */
"TRIAL PERIOD" = "PÉRIODE D'ESSAI";

/* No comment provided by engineer. */
"Updating application states" = "Mise à jour des états des apps";

/* No comment provided by engineer. */
"upgrade" = "mettre à niveau";

/* No comment provided by engineer. */
"Upgrade" = "Mettre à niveau";

/* No comment provided by engineer. */
"Upgrade App Tamer Online…" = "Mettre App Tamer à niveau en ligne…";

/* No comment provided by engineer. */
"UPGRADE REQUIRED" = "MISE À NIVEAU REQUISE";

/* No comment provided by engineer. */
"Use Linear Scale" = "Utiliser l'échelle linéaire";

/* No comment provided by engineer. */
"Use Logarithmic Scale" = "Utiliser l'échelle logarithmique";

/* No comment provided by engineer. */
"Version 2.x is a paid upgrade. Please visit http://www.stclairsoft.com/ to purchase your upgrade. You can go there now by pressing the Upgrade button below." = "La version 2.x est une mise à niveau payante. S'il vous plaît, visitez http://www.stclairsoft.com/ pour acheter la mise à niveau. Vous pouvez y aller maintenant en appuyant sur le bouton « Mise à niveau » ci-dessous.";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* No comment provided by engineer. */
"You can change this in the Detection tab of your App Tamer settings." = "Vous pouvez modifier cela dans l'onglet Détection de vos réglages App Tamer.";

/* No comment provided by engineer. */
"You can switch the scale between linear and logarithmic at any time by control-clicking on the graph." = "Vous pouvez commuter entre l'échelle linéaire et logarithmique à tout moment par un contrôle-clic sur le graphe.";

/* No comment provided by engineer. */
"You must quit and relaunch App Tamer to remove its icon from the Dock." = "Vous devez quitter et relancer App Tamer pour enlever son icône du Dock.";

/* No comment provided by engineer. */
"You turned it off for %d minutes" = "Vous l'avez désactivé pendant %d minutes";

/* No comment provided by engineer. */
"Your 15-day trial has expired. Until you purchase a license and enter it in the license window, App Tamer will only run for 5 minutes at a time.\n\nTo %@ App Tamer, please click the '%@' button." = "Votre période d'essai de 15 jours a expiré. Jusqu'à ce que vous achetiez une licence et l'entriez dans la fenêtre de licence, App Tamer ne fonctionnera que pendant 5 minutes à la fois. \n\nPour %1$@ App Tamer, veuillez cliquer sur le bouton « %2$@ ».";

/* No comment provided by engineer. */
"Your 15-day trial period will expire in %d %@. To %@ App Tamer, please click the '%@' button." = "Votre période d'essai de 15 jours expirera dans %1$d %2$@. Pour %3$@@ App Tamer, s'il vous plaît cliquer sur le bouton « %4$@ ».";

/* No comment provided by engineer. */
"Your copy of App Tamer is unlicensed." = "Votre copie d'App Tamer n'a pas de licence.";

/* No comment provided by engineer. */
"Your license information has been saved in your settings file." = "Vos informations de licence ont été enregistrées dans votre fichier de réglages.";

/* No comment provided by engineer. */
"Your license number is for App Tamer version 1.x." = "Votre numéro de licence est pour App Tamer version 1.x.";

/* No comment provided by engineer. */
"Your name and serial number are not in our registration database. Please check the data you entered and try again." = "Votre nom et votre numéro de série ne sont pas dans notre base de données d'enregistrement. Veuillez vérifier les données que vous avez entrées et essayez à nouveau.";

